;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Tilt
; TranslationAuthorEmail: tiltstr@gmail.com
; TranslationAuthorWeb: http://tiltstr.seesaa.net/
; Soft Version: 3.1.5.165
; Update: 2012-08-31
;
[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Information=情報
Warning=警告
Error=エラー
Confirm=確認
pmHelp=オンラインヘルプ
pmHome=ホームページへ
pmCheckNew=アップデートの確認
pmLang=言語
pmAbout=情報
pmRestore=この項目を復元
pmselectall=すべて選択
pmselectnone=すべて解除
pmselectinvert=選択を反転
FrmFRMain.lblTree.caption=ファイルディレクトリ
FrmFRMain.btnlikeit.caption=Like it
FrmFRMain.btnfeedback.caption=提案、フィードバック等
FrmFRMain.btnsearch.caption=スキャン
FrmFRMain.btnrestore.caption=復元
FrmFRMain.btnsearchcancel.caption=キャンセル
;
; About
;
FrmFRAbout.caption=情報
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=現在のバージョン:
FrmFRAbout.lblemail.caption=サポート E-メール:
FrmFRAbout.lblhome.caption=ホームページ:
FrmFRAbout.lblthank.caption=貢献していただいた以下の方々に感謝します:

; Like Us
;
FrmLikeit.lblTitle.caption=Wise Data Recovery を気に入っていただけたなら、是非この無料ツールを紹介してください
FrmLikeit.lblInfo.caption=E-メール、ブログ、Twitter、Youtube、Facebook その他様々な場所で、家族、友人、級友、同僚などに Wise Data Recovery を紹介してみんなで共有しましょう!
FrmLikeit.lblRate.caption= Wise Data Recovery を評価:
FrmLikeit.lblfollow.caption=Follow Us on:
FrmLikeit.lblshare.caption=Wise Data Recovery を共有:
FrmLikeit.btndownload.caption=無料ダウンロード
FrmLikeit.imgrate.hint=5 星をお願いします
FrmLikeit.imgmail.hint=あなたの友人と共有
FrmLikeit.imgface1.hint=facebook で共有
FrmLikeit.imgface2.hint=facebook でフォロー
FrmLikeit.imgtwitter1.hint=twitter で共有
FrmLikeit.imgtwitter2.hint=twitter でフォロー
FrmLikeit.Caption=Like it
FrmLikeit.lbldownload.caption=WiseCleaner.com から他のフリーウェアをダウンロード:
[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=Ok
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復帰
ButtonMenu=メニュー
ButtonDelete=削除
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=ファイル名
FrmFRMain.lstFile.headitems[1]=ファイルサイズ
FrmFRMain.lstFile.headitems[2]=最終更新日時
FrmFRMain.lstFile.headitems[3]=復元成功率
FrmFRMain.lstFile.headitems[4]=パス
Scanning=スキャン中...
Filtering=フィルタリング中...
KeyWord=キーワードを入力
Images=イメージ
Audios=オーディオ
Videos=ビデオ
Document=文書
Compressed=圧縮されたファイル
Email=E-メール
AllFiles=すべてのファイル
AllFolders=すべてのフォルダ
SelectDir=復元したデータを保存するフォルダを選択
NoSameDrive=データを上書きしない場合は、別のドライブを選択してください
ScanStopped=スキャンは中断されました
Good=高
Poor=低
VeryPoor=最低
Lost=不可
ItemList= %d 個のファイルを検出
[message]
NoNewVer=あなたは最新バージョンを使用しています!
RecoveryDone=データの復元が完了しました
